[Section]
1|Key=Банда - преступное сообщество вооруженных лиц, занимающихся противозаконной деятельностью: организованным разбоем, грабежом, продажей запрещенных товаров.​
2|Key=
3|Key=У каждой преступной группировки есть свой цвет и своя зона влияния (территория).
4|Key=Каждый житель штата знает о том, что на территории Ghetto находятся преступные группировки.
5|Key=
6|Key=
7|Key=Общие положения​
8|Key=
9|Key=1.1 Каждый участник банды должен носить одежду указывающую его принадлежность к банде.
10|Key=1.1.1 При любой преступной деятельности член банды должен быть одет в цвета своей банды (минимум 70% от всей одежды)​
11|Key=
12|Key=1.2 Члены банды должны иметь соответствующую внешность. | Warn/устный выговор лидеру при массовых нарушениях
13|Key=
14|Key=1.3 Разрешено проводить патрули на своих территориях для выявления людей враждебной банды.
15|Key=
16|Key=1.4 Запрещено выходить из игры при обыске, аресте, рейде. | Бан от 3 дней/-40 баллов лидера при массовых нарушениях
17|Key=
18|Key=1.5 Запрещено сливать склад банды. (Сливом считается взять больше, чем разрешил лидер)
19|Key=Примечание: После удачного лидерского срока, лидер может забрать себе 25% склада фракции по согласию куратора фракции | Бан 31 день​
20|Key=1.6 Разрешено объявлять войну другой банде только по веской IC причине.
21|Key=
22|Key=1.7 В случае разрыва союза, запрещено начинать войну с данной бандой в течении 24 часов. | -20 баллов лидера
23|Key=
24|Key=1.8 В банде разрешен блат. (Повышение / понижение без отчетов)
25|Key=
26|Key=1.9 Состав может свергнуть лидера фракции при наличии веской IC причины, одобренной куратором банды/ГС Ghetto.
27|Key=Примечание: для свержения лидера необходимо согласие 70% старшего состава.
28|Key=1.10 Членам криминальных организаций разрешено добивать сотрудников гос.структур.
29|Key=
30|Key=1.11 Титульный район банды, по RP, является густонаселенным преступниками местом.
31|Key=
32|Key=1.12 Запрещен байт/перекрытие дороги в желтой зоне ( согласно титульным районам )
33|Key=
34|Key=1.13 Разрешается похищать лидера другой вражеской банды ( война должна быть официально объявлена и указана в дипломатии ) с целью выкупа за территорию.
35|Key=Примечание: Запрещена функциональная передача территории.
36|Key=Примечание: Для получения территории, нужно предоставить полноценный откат похищения куратору фракции / ГС Ghetto.
37|Key=Примечание: Похищение должно быть отписано в официальном crime дискорде.
38|Key=1.14 Максимальное количество заместителей лидера в банде - 4.
39|Key=Исключение: По согласованию с следящей администрацией возможно назначить большее кол-во заместителей.
40|Key=1.15 Ник в официальном дискорде фракции и в дискорде Crime Del Perro должен соответствовать игровому никнейму. | kick с дискорда
41|Key=
42|Key=1.16 Запрещено понижать игрока до "AFK" ранга по личной неприязни.
43|Key=Примечание: Игрок может быть понижен до "AFK" ранга по веской IC причине.
44|Key=Примечание: В случае спорного вопроса, игрок отвечающий за понижение, должен предоставить доказательства.
45|Key=Пример: Игнорирование старшего состава, разведение ООС конфликтов.
46|Key=
47|Key=ТЕРРИТОРИЯ​
48|Key=
49|Key=2.1 Разрешено прогонять людей с принадлежащей банде территории RP путём.
50|Key=
51|Key=2.1.1 Запрещен уход от погони на респаун своей банды от сотрудников LSPD/FIB/ARMY/LSSD. | Деморган от 40 минут
52|Key=
53|Key=2.1.2 Разрешено уходить на респаун от погони другой криминальной группировки (мафии,банды,неоф.орг.).
54|Key=
55|Key=2.2 Разрешено устраивать различные RP мероприятия на своей территории.
56|Key=
57|Key=2.3 Разрешено открывать огонь без предупреждения по вражеской банде/мафии, если она находится на территории вашей банды.
58|Key=
59|Key=2.4 Запрещено вести любую коммерческую деятельность (продажа оружия/наркотиков) на титульном районе другой банды/мафии. | Деморган от 60 минут
60|Key=
61|Key=2.5 Разрешено открывать огонь без предупреждения по сотрудникам LSPD/FIB/ARMY/LSSD, если они находятся на территории гетто.
62|Key=
63|Key=2.6 Разрешено устраивать точки сбыта нелегала на своей территории.
64|Key=
65|Key=2.7 Запрещено нахождение на титульном районе другой криминальной организации. | Деморган от 90 минут / -20 баллов лидера при массовых нарушениях
66|Key=Исключение: Одобрение лидера / п. 2.10 правил банд / Проезд мимо.
67|Key=2.8 Запрещен SK на титульном районе чужой организации. | Деморган от 90 минут и warn всем участникам/письменный выговор лидеру при массовых нарушениях
68|Key=Исключение: Проезд мимо, пуш титульного района.
69|Key=Примечание: Разрешено продолжать огонь по противнику, который забегает на титульный район во время перестрелки, при условии, что стрельба по нему началась за пределами титульного района и не прекращалась до момента захода на территорию титульного района.
70|Key=2.9 На территории гетто разрешена любая криминальная деятельность без маски.
71|Key=Исключение: Во время похищения игрока из гетто, все участники должны быть в масках.
72|Key=2.10 В случае открытия огня бандой/мафией со своего титульного района по противнику, разрешается открыть встречный огонь и пушить титульный район этой банды/мафии в течение 15 минут.
73|Key=Примечание: на 15 минут с момента открытия огня бандой/мафией разрешается убивать всех членов данной организации на титульной территории, беспрепятственно находиться на ней и похищать членов данной фракции. Обязательно иметь видео фиксацию открытия стрельбы с титульного района и предоставлять ее по запросу администрации. В противном случае все участники нападения будут наказаны в соответствии со всеми правилами титульных районов и SK.
74|Key=Исключение: Запрещено пушить титульный район за 20 минут до капта. Игроки, открывшие огонь с титульного района в данный интервал времени будут наказаны за стрельбу с титульного района | Деморган от 90 минут.
75|Key=2.11 Запрещен байт на стрельбу с титульного района. (к правилу 2.10)
76|Key=
77|Key=2.12 Запрещено открывать огонь с чужого титульного района фракции с целью намеренного пуша титула. | Бан от 3 дней.
78|Key=Примечание: Запрещено намеренно вступать во фракцию с целью нарушения данного правила.
79|Key=
80|Key=RP СТРЕЛЫ​
81|Key=
82|Key=3.1 RP-стрелы являются частью RolePlay-процесса, на которые распространяются общие правила сервера.
83|Key=
84|Key=3.1.1 Цель RP-стрел: отыгровка полноценной RP-ситуации, которая представляет из себя решение конфликта двух crime-фракций путем переговоров и в результате демонстрации силы, если переговоры не принесли результаты.
85|Key=
86|Key=3.2 RP-стрела забивается при наличии веской IC причины.
87|Key=Примеры ic причины: дискредитация лидера, травля участников банды со стороны другой банды/мафии.
88|Key=Примечание: иметь видеофиксацию IC причин/-ы и предоставлять ее по запросу администрации. В противном случае все участники нападения будут наказаны в соответствии со всеми правилами титульных районов и SK (в случае пуша титульного района)
89|Key=3.3 Одна банда может забить не более 2-х RP-стрел за неделю. | -40 баллов лидеру.
90|Key=Примечание: повторный забив этой же фракции можно совершить через 24 часа.
91|Key=3.4 Разрешено запрашивать помощь в RP-стрелах у союзных банд/мафий обеим сторонам.
92|Key=Примечание: по завершению стрелы у противоположных сторон статус дипломатии станет - война.
93|Key=Пример: Vagos в союзе с Bloods забили RP-стрелу -> Families, которые привлекли на помощь мафию Yakuza. Исход: Vagos, Bloods < - > Families и Yakuza: war.
94|Key=3.5 Количество участников - неограниченно.
95|Key=Примечание: см. примечание к пункту 3.9.
96|Key=3.6 Разрешено использовать любое оружие и амуницию.
97|Key=Примечание: см. примечание к пункту 3.9.
98|Key=Исключение: гос. бронежилеты запрещены правилами сервера.
99|Key=3.7 Место проведения RP-стрел - любое безлюдное место за городом, например, заброшенный аэропорт.
100|Key=
101|Key=3.8 Разрешено забивать RP стрелы с 12:00 до 00:00 по МСК. | -20 баллов лидеру.
102|Key=Примечание: Запрещено забивать/проводить РП-стрелы в дни проведения ВЗХ с 18:30 до 19:30.
103|Key=Примечание: Запрещено забивать/проводить РП-стрелы в день проведения Infinity War с 20:30 до 22:00.
104|Key=Забив и отказ от RP-стрелы​
105|Key=
106|Key=3.9 Для забива RP-стрелы - банде, которая забивает необходимо явиться к титульному району в составе от 4-х человек с выставлением условий стрелы и обязательным IC диалогом.
107|Key=Примечание: условиями может быть место, временной диапазон (не менее 60 и не более 90 минут), кол-во людей, калибр оружия.
108|Key=Примечание: сторона забива обязана иметь видеозапись IC диалога (согласие/отказ от RP-стрелы) и условий.
109|Key=Примечание: в случае, если одна из сторон нарушила условия забива RP стрелы, стороне, которая их выполнила разрешен пуш титульного района. Пуш должен быть произведен не позднее, чем через 30 минут после фактического окончания РП стрелы, окончанием в данной ситуации считается победа одной из сторон. (Необходимо иметь исчерпывающие видеодоказательства нарушения условий, а также фактического окончания РП стрелы, которые должны быть предоставлены по 1-му требованию администрации)
110|Key=Примечание: в случае отсутствия в течение 10 минут реакции банды, которой забивают стрелу - действия расцениваются, как отказ.
111|Key=3.9.1 Сторона защиты устанавливает окончательное время в диапазоне, установленном стороной забива RP-стрелы.
112|Key=Пример: Bloods (забивает RP-стрелу) устанавливает условия: заброшенный аэропорт, 40 на 40, с 19:00 до 20:30, на что Marabunta (защита) уточняет, что будут в 19:30 на месте.
113|Key=Примечание: Сторона, которой забивают РП стрелу, должна дать окончательный ответ в течение 10 минут после выставленного интервала, в противном случае, это будет расцениваться как отказ от нее.
114|Key=
115|Key=3.10 Забив и RP-стрелу производят в один день. Запрещено забивать на следующие дни. | -10 баллов лидеру.
116|Key=
117|Key=3.11 Банда, которой забивают RP-стрелу, имеет право отказаться от нее.
118|Key=В случае отказа: разрешено похитить человека, предъявившего отказ вне зависимости территории титульного района (см. правила похищений)
119|Key=Примечание: В случае открытия огня разрешено обороняться независимо от территории титульного района.
120|Key=В случае повторного отказа одной фракции: стороне забива RP-стрелы разрешается убивать всех членов данной организации на титульной территории и беспрепятственно находиться на ней в течение 15 минут после отказа. А также по RP в свою матовозку сложить со склада банды любой предмет на выбор и успешно привезти его на свой титульный район:
121|Key=1. Деньги - 15.000$
122|Key=2. Косяки - 200 шт.
123|Key=3. Бронежилеты - 45 шт.
124|Key=4. Материалы - 500 шт.
125|Key=
126|Key=ВАЖНО! иметь видеофиксацию, как по RP складываете предмет в матовозку своей фракции (минимум 10 отыгровок /me /do на складе)
127|Key=Примечание: Убийство игроков, которые прибыли к титульному району с целью забива РП стрелы, после оглашения с их стороны вызова на РП стрелу и как следствие последующей неявки фракции, которой забивали РП стрелу, приравнивается к отказу (обязательно иметь видео док-ва).
128|Key=3.12 Запрещено похищать/пушить титульный район за 45 минут до ВЗХ и за 20 минут до капта (см. пункт 3.11).
129|Key=
130|Key=3.13 Условия и окончательно установленное время проведения РП стрелы, должны быть продублированы в "отчеты-по-нападениям" в официальном дискорде Crime Del Perro.
131|Key=
132|Key=ПРОЕЗД МИМО
133|Key=
134|Key=Общие правила:
135|Key=
136|Key=4.1 В проезде мимо могут участвовать только преступные банды.
137|Key=
138|Key=4.2 Для каждого проезда мимо необходим IC мотив.
139|Key=
140|Key=4.3 Преступные банды могут устраивать неограниченное количество проездов мимо, но не более одного раза в сутки на одну фракцию. | Письменный выговор лидеру
141|Key=
142|Key=4.4 Минимальное количество авто 2. | -20 баллов лидеру.
143|Key=
144|Key=4.5 Максимальное количество авто 4. | -20 баллов лидеру.
145|Key=
146|Key=4.4 Минимальное количество участников 4. | -20 баллов лидеру.
147|Key=
148|Key=4.5 Максимальное количество участников 12. | -20 баллов лидеру.
149|Key=
150|Key=4.6 В одном авто должно быть как минимум 2 участника. | -20 баллов лидеру.
151|Key=
152|Key=4.7 В проезде мимо обязательно должен участвовать лидер фракции или его заместители. | -20 баллов лидеру.
153|Key=
154|Key=4.8 Все участники обязаны не превышать скоростной режим - 30 км/ч.
155|Key=
156|Key=4.9 Все участники обязаны быть одеты во фракционную одежду или в одежду, цвета которой будут соответствовать цветам группировки. | -20 баллов лидеру.
157|Key=
158|Key=4.10 В момент проезда мимо разрешено использование только фракционного транспорта. | -20 баллов лидеру.
159|Key=
160|Key=4.11 Проезд мимо разрешен лишь в Ghetto. (Мафиям и гос. сотрудникам запрещены проезды мимо) | -40 баллов лидеру.
161|Key=
162|Key=Запрещено:
163|Key=
164|Key=5.1 Запрещено проводить проезд мимо на союзные или нейтральные банды. | -40 баллов лидеру.
165|Key=
166|Key=5.2 Запрещено проводить проезд мимо совместно с другой бандой. | -40 баллов лидеру.
167|Key=
168|Key=5.3 Запрещено использовать аптечки и наркотики вне укрытий. | Деморган от 60 минут/-20 баллов лидеру при массовых нарушениях.
169|Key=
170|Key=5.4 Запрещено останавливаться, выходить из авто или съезжать с дороги. | Деморган от 60 минут/ -20 баллов лидеру при массовых нарушениях.
171|Key=
172|Key=5.5 Запрещено делать более 1 условного круга в момент проезда возле главной вражеской территории. | Деморган от 60 минут / -20 баллов лидеру.
173|Key=Примечание: Разрешено заезжать/проезжать на титульный район вражеской территории.
174|Key=5.6 Запрещено проводить "Проезд мимо" за 15 минут до капта. | -40 баллов лидеру.
175|Key=
176|Key=Примечания/Исключения:
177|Key=
178|Key=6.1 Водитель участвующие в проезде мимо обязаны вести видео-запись своего проезда. | -20 баллов лидеру.
179|Key=
180|Key=6.2 Разрешено провести проезд мимо на нейтральную группировку с целью объявления войны.
181|Key=
182|Key=Снятие лидеров криминальных организаций
183|Key=
184|Key=7.1 Дело на снятие лидера одобряется Главным Следящим за Государственными структурами.
185|Key=
186|Key=7.2 Каждый лидер криминальной организации начинает свой срок со счетчиком удачных рейдов [0/3]
187|Key=Примечание: если лидер переходит на новый срок, то счетчик сбрасывается до [0/3].
188|Key=7.3 Возбуждать уголовное дело на лидера разрешено только если было совершено 3 удачных рейда на фракцию.
189|Key=Исключение: разрешено возбудить дело, если было получено признание от лидера.
190|Key=7.4 В уголовном деле должны быть минимум 3 улики, направленные на установку личности лидера.
191|Key=Исключение: признание лидера, информация от внедрённого агента (7+ ранг) с крайм действиями от лидера
192|Key=7.5 Уголовное дело обязано быть рассмотрено в суде с дальнейшим вынесением приговора.
193|Key=
194|Key=Дипломатия​
195|Key=
196|Key=8.1 Разрешено иметь только 1 IC союз между бандой и мафией. Дипломатические отношения между бандами не ограничены.
197|Key=
198|Key=8.2 Заключая союз с мафией, банда в обязательном порядке перенимает дипломатические взаимоотношения данной мафии с другими мафиями.
199|Key=Примечание: при перенятии дипломатических взаимоотношений для банд IC союзы мафии с другими мафиями приравниваются к торговым отношениям.
200|Key=8.3 Для заключения/расторжения IC союза необходима веская IC причина и наличие полноценной отыгровки заключения/расторжения союза.
201|Key=Примечание: заключать IC союз разрешено минимум через 24 часа с момента заключения торговых отношений.
202|Key=8.4 После расторжения союза между бандой и мафией заключить новый IC союз можно не ранее, чем через 48 часов.
203|Key=
204|Key=8.5 Бандам запрещен байт титульного района мафии без полноценной IC ситуации с участием лидера союзной мафии.
205|Key=
206|Key=8.6 Объявить войну можно с помощью RP стрелы или проезда мимо.
207|Key=
208|Key=8.7 Банда может отказаться от RP стрелы, в таком случае "Война" автоматически становится активной.
209|Key=
210|Key=8.8 Разрывать IC союз можно только по веской IC причине
211|Key=Примечание: Причины должны быть согласованы куратором фракции.
212|Key=8.9 После разрыва союза запрещено в течение 24 часов забивать "Войну" данной фракции.
213|Key=
214|Key=8.10 Количество IC союзов и воин с бандами неограниченно.
215|Key=
216|Key=8.11 После снятия лидера другой банды, дипломатия автоматически переводится в статус "Нейтралитет".
217|Key=
218|Key=8.12 После назначения нового лидера старая дипломатия с текущей бандой не действует, всё начинается с чистого листа.
219|Key=
220|Key=8.13 Любые попытки в изменении дипломатии должны быть индивидуально обговорены с куратором фракции и внесены на форум.
221|Key=Примечание: Лидер фракции должен получить согласие от куратора при любых мероприятиях подобного плана.
222|Key=
223|Key=Правила проведения набора
224|Key=
225|Key=Общие правила:
226|Key=
227|Key=9.1 Для принятия игрока в банду, необходимо несколько полноценных отыгровок RP-прикрытия банды в которую он вступает.
228|Key=
229|Key=9.2 При принятии игрока в банду, рекрут обязан ознакомиться со всеми документами игрока.
230|Key=Примечание: Игрок должен проживать в штате не менее 2 лет.
231|Key=9.3 Набор должен состоять строго из вопросов состоящих из лора банды в которую игрок вступает.
232|Key=
233|Key=Запрещено:
234|Key=
235|Key=10.1 Запрещено принимать игроков без полноценной РП отыгровки. | Warn
236|Key=
237|Key=10.2 Запрещено принимать игроков не соответствующих лору банды.
238|Key=
239|Key=10.3 Запрещено отыгрывать голосом /me /do при наборе в банду.
240|Key=
241|Key=10.4 Запрещено брать деньги за прием/увольнение.
